IDEA StatiCa Open Model
ReportSettings.CultureName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The name of the required culture of the report
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string CultureName { get; set; }
Public Property CultureName As String
	Get
	Set
public:
property String^ CultureName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace